;
; Файл перевода AE
; Для версии 0.6.11.421 и выше.
; (c) 2007-2019 The Contributors.
; Данная программа бесплатна. Дополнительные сведения содержатся в лицензионном соглашении.
;
; Этот файл можно спокойно переводить. Просьба не надругаться. ^_^
; Сохраните копию данного файла под названием Имя_Моего_Языка.lang, и AE подцепит его при очередном запуске.
;
; AE поддерживает файлы трансляций в ANSI, Shift-JIS и Юникоде. UTF-8 не поддерживается.
;
; Текущий набор символов: Unicode | RUSSIAN_CHARSET
;
; Язык: Русский (Russian)
;
; Это официальный перевод. Вы можете его переделать, если что-то не понравилось. :)
;

[Lang]
;
; Версия программы (для отключения устаревших файлов локализации)
;
AppVersion                       =0.6.b.421

;
; Название языка
;
Name                             =Русский (Russian)

;
; Набор символов шрифта
;
;   0 = ANSI_CHARSET
;   1 = DEFAULT_CHARSET
;   2 = SYMBOL_CHARSET
;  77 = MAC_CHARSET
; 128 = SHIFTJIS_CHARSET
; 129 = HANGEUL_CHARSET
; 130 = JOHAB_CHARSET
; 134 = GB2312_CHARSET
; 136 = CHINESEBIG5_CHARSET
; 161 = GREEK_CHARSET
; 162 = TURKISH_CHARSET
; 177 = HEBREW_CHARSET
; 178 = ARABIC_CHARSET
; 186 = BALTIC_CHARSET
; 204 = RUSSIAN_CHARSET
; 222 = THAI_CHARSET
; 238 = EASTEUROPE_CHARSET
; 255 = OEM_CHARSET
;
Charset                          =204

;
; Please see
;
; http://msdn.microsoft.com/en-us/goglobal/bb964664.aspx
;
; for proper locale ID
;
LCID                             =1049

;
; Флаг языка :)
;
LangFlag                         =bitmaps/flag/ru.png

;//////////////////////////////////////
;// Информация о переводчике         //
;//////////////////////////////////////
;
; Пожалуйста, сохраняйте префиксы "http://" и "mailto:" (можно также подставить что-нибудь вроде
; "ReadMe.txt" или даже "command.com", они тоже будут работать ;) )
;
; Примечание: НЕ ОСТАВЛЯЙТЕ ИХ ПУСТЫМИ. Напишите "н/д".
;
Translator                       =dsp2003
TranslatorWWW                    =http://wks.arai-kibou.ru/
TranslatorEMail                  =mailto:ever17@ya.ru

;//////////////////////////////////////
;// Шрифт и размер                   //
;//////////////////////////////////////
;
; Рекомендуется использовать моноширинные шрифты (вроде Lucida Console и Courier)
;
; По умолчанию: Lucida Console и 7 пикселей
;
FontFace                         =Helv
FixedFontFace                    =Lucida Console
FontSize                         =7

;//////////////////////////////////////
;// Main window controls             //
;//////////////////////////////////////

TS_Archiver                      =Архивы
TS_Audio                         =Аудио
TS_Image                         =Картинки
TS_Script                        =Скрипты
TS_E17_SCR                       =Скрипты E17
TS_Data                          =Данные
TS_Options                       =Настройки
TS_Log                           =Консоль
TS_About                         =О программе

L_Messageboard                   =Сообщения
L_Mini_Log.Hint                  =Щёлкните дважды для отображения лога...

;//////////////////////////////////////
;// Game archive tool                //
;//////////////////////////////////////

SB_OpenArchive                   =Открыть архив
SB_ExtractFile                   =Извлечь файл
SB_ExtractAll                    =Извлечь все файлы
SB_CreateArchive                 =Создать архив
SB_CloseArchive                  =Закрыть архив

M_Arc_Files                      =Собрать из файлов
M_Arc_Directory                  =Собрать из директории
M_Arc_List                       =Собрать из списка

M_Arc_Extract                    =Извлечь файл
M_Arc_ExtractAll                 =Извлечь все файлы

M_Arc_RAW                        =RAW-режим

M_Arc_ExtRAW                     =Извлечь файл
M_Arc_ExtAllRAW                  =Извлечь все файлы

M_Arc_ListGen                    =Сохранить текстовый список файлов

M_Arc_CreateArchive              =Создать архив...

M_Arc_SubFiles                   =...из файлов
M_Arc_SubDirectory               =...из директории
M_Arc_SubList                    =...из списка

M_Arc_Special                    =Дополнительно...

M_Arc_HTMLList                   =Сохранить HTML-список файлов
M_Arc_HTMLListDir                =Сохранить HTML-список файлов из директории

M_Arc_HTMLFormatList             =[Отладка] Сгенерировать HTML-список поддерживаемых форматов
M_Arc_FormatsWriteIntoConsole    =[Отладка] Вывести список поддерживаемых форматов в консоль

M_Arc_GetHashes                  =Посчитать контрольные суммы для архива по алгоритмам CRC32 и MD5

M_Arc_HiddenDataCheck            =[Отладка] Проверить на скрытые данные

M_Arc_FragmentationCheck         =[Отладка] Проверить на фрагментацию

M_Arc_View                       =Вид...
M_Arc_Icons                      =Значки
M_Arc_Report                     =Таблица

M_Arc_Properties                 =Свойства

L_Arc_StatusProcessing           =Обработка:

;//////////////////////////////////////
;// Game archive tool subtabsheet 1  //
;//////////////////////////////////////

TS_ArchiveInterface              =Информация

GB_ArchiveOutputFormat           =Выходной формат архива

CB_ArchiveFormatList.Hint        =Устанавливает выходной формат архива

GB_ArchiveInfo                   =Информация об архиве

FileList_Column_0                =Имя файла и путь
FileList_Column_1                =Размер
FileList_Column_2                =Сжатый
FileList_Column_3                =Оффсет

L_FileNameTitle                  =Имя файла:
L_ArchiveSizeTitle               =Размер файла:
L_ArchiveFormatTitle             =Формат:
L_RecordsCountTitle              =Записей:

;GB_AdditionalArcInfo             =Прочие данные архива

;L_ArchiveHexTitle                =CRC32:
;L_ArchiveMD5Title                =MD5:

;//////////////////////////////////////
;// Game archive tool subtabsheet 2  //
;//////////////////////////////////////

TS_ArchiveSetup                  =Установки

GB_ArchiveSetup                  =Установки архиватора

TS_Arc_FileExtraction            =Извлечение файлов

GB_ArcFileOverwritingMode        =При нахождении файла с одинаковым именем
RB_ArcFileExtrOverwrite          =Перезаписывать существующий
RB_ArcFileExtrRename             =Сохранять файл под другим именем (с индексом в архиве)
RB_ArcFileExtrSkip               =Пропустить распаковку файла
RB_ArcFileExtrAbort              =Отменить процесс распаковки

GB_MassExtraction                =Массовое извлечение файлов

CB_CreateArchiveSubdirectory     =Извлекать файлы в поддиректорию с именем исходного архива. Пример: "archive.bin~"
CB_AutoFilelistGenerate          =Автоматически экспортировать файл-список

TS_Arc_Saving                    =Создание архива

GB_ArchiveAddingMethod           =Метод добавления файлов по умолчанию
RB_Arc_Files                     =Источник - файлы (максимум 2500)
RB_Arc_Directory                 =Источник - директория
RB_Arc_List                      =Источник - файл-список

CB_AllowArchiveOverwrite         =Разрешить перезапись (не даёт некоторым глупым личностям убить оригинальный архив)
CB_RecursiveDirMode              =Использовать рекурсивное сканирование директорий (т.е. искать файлы в поддиректориях и сохранять пути в архив, если формат архива их поддерживает)
CB_NameArchiveAfterDir           =Подставлять имя для нового архива из верхнего уровня в пути исходных файлов

TS_Arc_Loading                   =Открытие архива

GB_ArchiveHiddenScan             =Распознавание скрытых метаданных архива

CB_HiddenDataAutoscan            =Разрешить автоматическое распознавание и восстановление при загрузке
CB_HiddenDataAutoscanAsk         =Спрашивать у пользователя подтверждения на выполнение действия

;Данный компонент был удалён. Возможно, в будущем он вернётся
;CB_Do_CRC32                      =Посчитать контрольные суммы CRC32 и MD5 (снимите флажок если загрузка занимает слишком много времени)

TS_Arc_Interface                 =Интерфейс

CB_ArchiveListHumanReadable      =Отображать читабельные размеры файлов вместо шестнадцатеричных чисел

;//////////////////////////////////////
;// Game archive tool subtabsheet 3  //
;//////////////////////////////////////

TS_ArchiveFormats                =Форматы

;//////////////////////////////////////
;// Audio tool                       //
;//////////////////////////////////////

SB_Audio_Open                    =Открыть аудио файл
SB_Audio_Encode                  =Преобразовать...
SB_Audio_Batch                   =Потоком...

GB_AudioStream_Setup             =Установки потокового аудиопреобразователя

L_AudioStreamConvSel             =Требуемая цепочка преобразований:
L_AudioStream_InputDir           =Входная директория:
L_AudioStream_OutputDir          =Выходная директория:

;//////////////////////////////////////
;// Image tool                       //
;//////////////////////////////////////

SB_EDGE_Picture_Open             =Открыть картинку
SB_EDGE_Picture_Save             =Сохранить...
SB_EDGE_Picture_SaveWOAlpha      =Сохранить без альфы
SB_EDGE_Picture_SaveAlpha        =Сохранить альфу
SB_Image_Batch                   =Потоком...
SB_Image_GrapS                   =GrapS - RAW читалка

;//////////////////////////////////////
;// Image tool subtabsheet 1         //
;//////////////////////////////////////

TS_EDGE                          =Информация и просмотр

GB_ImageOperations               =Операции

TB_EDGE_Flip                     =Перевернуть
TB_EDGE_Flip.Hint                =Перевернуть изображение
TB_EDGE_Negative                 =Негатив
TB_EDGE_Negative.Hint            =Обратить цвета текущего изображения
TB_EDGE_ColorSwap                =Перемешать цвета
TB_EDGE_ColorSwap.Hint           =Поменять местами цветовые каналы по выбранному методу...
TB_EDGE_Grayscale                =Оттенки серого
TB_EDGE_Grayscale.Hint           =Преобразовать цветное изображение в оттенки серого по выбранному методу...
TB_EDGE_SubAlpha_Append          =Добавить суб-альфу
TB_EDGE_SubAlpha_Append.Hint     =Присоединить суб-альфу из альфа-пространства (4-го цветового канала)
TB_EDGE_SubAlpha_Extract         =Переместить суб-альфу
TB_EDGE_SubAlpha_Extract.Hint    =Переместить суб-альфу в альфа-пространство (4-й цветовой канал)
TB_EDGE_SubAlpha_Destroy         =Удалить суб-альфу
TB_EDGE_SubAlpha_Destroy.Hint    =Удалить суб-альфу из текущего изображения
TB_EDGE_Alpha_Flip               =Перевернуть альфу
TB_EDGE_Alpha_Flip.Hint          =Перевернуть изображение в альфа-канале
TB_EDGE_NegativeAlpha            =Негатив альфы
TB_EDGE_NegativeAlpha.Hint       =Обратить цвета альфа-канала текущего изображения
TB_EDGE_Alpha_Append             =Загрузить альфу
TB_EDGE_Alpha_Append.Hint        =Загрузить альфа-канал из внешнего изображения в оттенках серого
TB_EDGE_Alpha_Extract            =Сохранить альфу
TB_EDGE_Alpha_Extract.Hint       =Сохранить альфа-канал как изображение в оттенках серого
TB_EDGE_Alpha_Destroy            =Удалить альфу
TB_EDGE_Alpha_Destroy.Hint       =Удалить альфа-канал из текущего изображения
TB_EDGE_Alpha_Generate           =Создать альфу
TB_EDGE_Alpha_Generate.Hint      =Создать изображение в оттенках серого для альфа-канала, сравнив два изображения

SM_EDGE_GS_ArithmeticMean        =Среднее арифметическое
SM_EDGE_GS_Luma                  =Классически по сигналу яркости
SM_EDGE_GS_HDR                   =HDR \ По сигналу яркости (Более естественное)
SM_EDGE_GS_Red                   =Выделить красный канал
SM_EDGE_GS_Green                 =Выделить зелёный канал
SM_EDGE_GS_Blue                  =Выделить синий канал

M_EDGE_SUBAlpha_Append_Left      =Слева
M_EDGE_SUBAlpha_Append_Right     =Справа
M_EDGE_SUBAlpha_Extract_Left     =Слева
M_EDGE_SUBAlpha_Extract_Right    =Справа
M_EDGE_SUBAlpha_Destroy_Left     =Слева
M_EDGE_SUBAlpha_Destroy_Right    =Справа

GB_ImagePreview                  =Предварительный просмотр (двойной щелчок вызывает окно предпросмотра)

L_Image_Original                 =Изображение:
L_Image_Alpha                    =Альфа:

GB_ImageInfo                     =Информация о файле
L_ImageFileNameTitle             =Имя файла:
L_ImageSizeTitle                 =Размер:
L_ImageFormatTitle               =Формат:
L_ImageResolutionTitle           =Разрешение:
GB_ImageFormat                   =Выходной формат
GB_EDGE_Coordinate_Editor        =Редактор PRT-координат
CB_PRT_Editor_Enable             =Разрешить правку

GB_PreviewColor                  =Фоновый цвет окна предпросмотра

;//////////////////////////////////////
;// Image tool subtabsheet 2         //
;//////////////////////////////////////

TS_EDGE_Setup                    =Установки

GB_ImageSetup                    =Установки конвертера изображений

; All
TS_EDGE_All                      =Все

GB_EDGE_General                  =Общие настройки
CB_ALL_ProcessAlpha              =Обрабатывать альфа-данные (разрешить загрузку и сохранение альфы)
CB_All_LoadSepAlpha              =Подгружать альфу из bmp файлов, идущих вместе с изображением (т.е. связки "file.jpg + filea.bmp")
CB_EDGE_InvertAlpha              =Обрабатывать альфу как инвертированную (варьируется от игры к игре)

GB_EDGE_ColorOptions             =Настройки для работы с цветом

GB_EDGE_GrayScale                =Метод преобразования в оттенки серого по умолчанию
GB_EDGE_ColourSwap               =Метод перестановки цветовых каналов по умолчанию

; PNG & JPEG
GB_EDGE_PNG_JPEG                 =PNG и JPEG

CB_JPEGProgressive               =Сохранять JPEG файлы с прогрессивной развёрткой (рекомендуется для веб-страничек)
L_JPEG_Quality                   =Качество сохранения в JPEG (1 - плохое качество, 100 - большой размер файла):
B_EDGE_JPEG_Reset                =Сброс
L_PNG_Compression                =Степень сжатия в PNG (0 - без сжатия, 9 - максимум):
B_EDGE_PNG_Reset                 =Сброс

; PRT
TS_EDGE_PRT                      =PRT

GB_EDGE_PRT                      =Kid Engine PRT

CB_PRT_Coords                    =Загружать и сохранять PRT XY координаты рендеринга как ini-файлы вместе с файлами изображений

; Misc
TS_EDGE_Misc                     =Прочее

GB_EDGE_Misc                     =Прочее
SB_EDGE_JPHTML.Hint              =Сгенерировать HTML-версию таблицы японских цветов

;//////////////////////////////////////
;// Script tool (work-in-progress)   //
;//////////////////////////////////////

SB_SR_Open                       =Открыть сценарий
SB_SR_Decompile                  =Сохранить дизасм
SB_SR_BatchDecompile             =Потоковый дизасм
SB_SR_Compile                    =Собрать
SB_SR_BatchCompile               =Потоковая сборка

CB_SR_ScriptFormat.Hint          =Устанавливает выходной формат сценария

;//////////////////////////////////////////////////
;// Script tool (obsolete Ever17 Script Chunker) //
;//////////////////////////////////////////////////

SB_OpenSCR                       =Открыть сценарий
SB_ExportSCRChunks               =Экспорт частей
SB_ImportSCRChunks               =Импорт частей
SB_SCRChunkEditor                =Редактор строк
SB_SCRSaveText                   =Сохранить текст

L_SCRTextSections                =Декомпилированные текстовые секции:

GB_SCRSetup                      =Установки
GB_SCRImport                     =Импорт

CB_SCRAutoimport                 =Автоматически импортировать при открытии
CB_SCRSaveDir                    =Сохранять копию в директорию:

;L_SCR_12345=123456789012345678901234567890123456789012345678

GB_SC3                           =Декомпиляция KID Engine SC3
RB_SC3_Strip                     =Убирать опкоды (читабельный текст)
RB_SC3_Keep                      =Сохранять опкоды (для рекомпиляции)
SB_CompileList                   =Собрать из списка
SB_CompileList.Hint              =Открыть текстовый файл со строками вроде 'op00'. Интерпретируются как 'op00\op00.scr'...

GB_ScenarioFileInfo              =Информация о сценарии

L_ScenarioOffsetText             =Начальный оффсет текста:
L_ScenarioRecordsText            =Количество записей:

L_Warn_E17                       =Замечание: данная утилита была создана исключительно для Ever17 и не поддерживает работу со скриптами иных форматов.

;//////////////////////////////////////
;// Data tool                        //
;//////////////////////////////////////

SB_Data_Open                     =Открыть файл
SB_Data_Process                  =Обработать файл
SB_Data_Bruteforce               =Брутфорс файла
SB_Data_Batch                    =Потоком...
SB_Data_Close                    =Закрыть файл

GB_DataConv                      =Настройки преобразователя данных

L_DataConv_Mode                  =Выбор режима:
L_DataConv_Parameter             =Параметр:

L_DataConv_KeyFile               =Файл-ключ:
B_DataConv_Keyfile               =...
B_DataConv_KeyFile.Hint          =Щёлкните здесь чтобы выбрать файл "ключа"

GB_DataConv_Value                =Значение

GB_Value                         =Интерпретатор значения

GB_HexViewer                     =Шестнадцатеричный просмотрщик

;//////////////////////////////////////
;// Options                          //
;//////////////////////////////////////

;Core and language
TS_PC_CoreLang                   =Ядро / Язык

GB_Core                          =Ядро

CB_NoAutocenter                  =Помнить позицию окна на экране (координаты). Отключить автовыравнивание по центру
CB_KeepWindowState               =Помнить состояние окна (свёрнутое, нормальное или развёрнутое во весь экран)
CB_NoDefaultSize                 =Помнить размеры окна (ширину и высоту)

CB_ScreenSnap                    =Разрешить окну программы липнуть к границам экрана на расстоянии
L_ScreenSnapPixels               =пикселей
CB_AlphaBlendEffect              =Разрешить эффект полупрозрачности главного окна во время загрузки
CB_EnableDoubleBuffering         =Разрешить двойную буферизацию для прорисовки GUI (убирает мерцание, может быть несовместимым с "современными" темами)
CB_MultipleInstances             =Разрешить одновременнyю работу нескольких копий программы

GB_Language                      =Язык
L_LangAuthor                     =Автор:
L_LangWWW                        =Веб-сайт:
L_LangEMail                      =Ящик:

L_SelectedLanguage               =Текущий язык:

B_DumpTranslation                =[ Отладка ] Сохранить перевод

;Skins and colour schemes
TS_PC_SkinColour                 =Шкурка / Цветовая схема

GB_SC_Appearance                 =Внешний вид

B_IntSkinReload                  =[ Отладка ] Перезагрузить внутреннюю шкурку


;//////////////////////////////////////
;// Log aka console                  //
;//////////////////////////////////////
GB_MessageLog                    =Отображать и сохранять в лог

CB_LogS                          =Статические сообщения
CB_LogM                          =Обычные сообщения
CB_LogI                          =Информационные
CB_LogD                          =Сообщения для отладки
CB_LogW                          =Предупреждения
CB_LogE                          =Ошибки
CB_NoLog                         =Ничего (отключить)
CB_NoLog.Hint                    =Полностью отключить систему протоколирования (сообщений об ошибках не будет отображаться вовсе)
CB_BeepOnError                   =Бип!
CB_BeepOnWarn                    =Бип!

L_Log_BGColor                    =Цвет фона
L_Log_SelColor                   =Цвет выделения

M_Log_ClbCpy                     =Копировать выделенное
M_Log_ClbCpyAll                  =Копировать всё
M_Log_Save                       =Сохранить лог как...
M_Log_Clear                      =Очистить лог

;//////////////////////////////////////
;// About box                        //
;//////////////////////////////////////

L_UsersManual                    => Руководство пользователя <
L_ThisSoftwareIsFree             =Программа бесплатна. Дополнительные сведения содержатся в лицензионном соглашении.
L_UnsupportedOS                  =ВНИМАНИЕ: Ваша операционная система НЕ ПОДДЕРЖИВАЕТСЯ. Вылезут ошибки - пиняйте на себя.

M_ShowCredits                    =Отобразить титры
M_SaveAboutBox                   =Сохранить картинку

;//////////////////////////////////////
;// GrapS Tool                       //
;//////////////////////////////////////

M_Graps_File                     =Файл
M_Graps_OpenFile                 =Открыть...
M_Graps_SaveAsBMP                =Сохранить как BMP...
M_Graps_Exit                     =Вернуться в AE
M_Graps_Help                     =?

TS_Graps_FileMode                =Режмм файла

GB_Graps_Seek                    =Управление позиционированием
L_Graps_Offset                   =Укажите начальный оффсет:
B_Graps_JumpUp                   =^ Размер ^
B_Graps_JumpDown                 =v Размер v
B_Graps_Reset                    =СБРОС
L_Graps_SeekStep                 =Размер шага (для << и >>):
L_Graps_FinalOffsetText          =Конечный оффсет:

TS_Graps_ProcessList             =Режим списка процессов

CB_Graps_ProcessList             =Список процессов и управление
B_Graps_ProcListRefresh          =ОБНОВИТЬ
L_Graps_ProcAddressStart         =Адрес в памяти (HEX):
L_Graps_ProcMemCpy               =Размер копируемого (HEX):
B_Graps_MemAddrPaste             =Вставить
B_Graps_MemCpyFromCalc           =Копировать
B_Graps_CopyProcMem              =Прочесть память
; Automatically grab every [ 500 ] ms
CB_Graps_MemoryAutoCpy           =Читать автоматически через (мс):

GB_Graps_Image                   =Установки изображения
L_Graps_Width                    =Укажите ширину изображения:
L_Graps_Height                   =Укажите высоту изображения:
L_Graps_Bitdepth                 =Выберите кол-во бит:
CB_Graps_Interleaved             =Поток изображения имеет выравнивание
L_Graps_CalcStrSizeHEX           =Рассчётный размер (HEX):

CB_Graps_Stretch                 =Растянуть для просмотра
I_Graps_View.Hint                =Щёлкните дважды чтобы сохранить...
Memo_Graps_HowTo1                =Использование:
Memo_Graps_HowTo2                =Откройте любой файл, который (теоретически) содержит НЕСЖАТУЮ картинку (игровой или программный дамп, например).
Memo_Graps_HowTo3                =Далее, используйте ползунки или вручную вбейте желаемые пропорции картинки, затем установите битовое разрешение (будьте внимательны. Если размер потока превзойдёт размер файла, никакого изображения Вы не получите).
Memo_Graps_HowTo4                =Чтобы найти корректный оффсет, воспользуйтесь органами управления позиционированием.
Memo_Graps_HowTo5                =Когда Вы добъётесь желаемого результата, дважды щёлкните область просмотра чтобы сохранить BMP файл.
Memo_Graps_HowTo6                =P.S. Вы так же можете выполнить поиск прямо в памяти приложения. ^_~

;//////////////////////////////////////
;// Archive/file info dialog         //
;//////////////////////////////////////
TS_Info_File                     =Файл

L_Arc_FileTypeText               =Тип:
L_Arc_FileHealthText             =Состояние:
L_Arc_FilePathText               =Путь:
L_Arc_FileSizeText               =Размер:
L_Arc_FileSizeCText              =Сжатый:
L_Arc_CompTypeText               =Сжатие:

TS_Info_Attributes               =Атрибуты

L_Arc_CreatedText                =Создан:
L_Arc_ModifiedText               =Изменён:
L_Arc_OpenedText                 =Открыт:

L_Arc_Attrib                     =Атрибуты:

CB_Arc_ReadOnly                  =Только для чтения
CB_Arc_Archive                   =Архивный
CB_Arc_Hidden                    =Скрыт
CB_Arc_Compressed                =Сжатый
CB_Arc_System                    =Системный
CB_Arc_Encrypted                 =Шифрован
CB_Arc_Virtual                   =Псевдофайл
CB_Arc_Deleted                   =Удалён

TS_Info_AdditionalFields         =Дополнительные поля

TS_Info_Archive                  =Архив

L_Arc_EngineVersion              =Версия движка:
L_Arc_FormatSupportStat          =Статус формата:
L_Arc_TotalRecords               =Записей в архиве:
L_Arc_PhysicalArcSize            =Физический размер архива:
L_Arc_UncompressedFilesSize      =Размер несжатых файлов:
L_Arc_CalculatedFilesSize        =Рассчётный размер файлов:
L_Arc_WastedSize                 =Хвост (избыточность):
L_Arc_SavedSize                  =Сохранено (из-за сжатия):
L_Arc_MissingSize                =Утеряно:
L_Arc_CompRatio                  =Коэффициент сжатия:
L_Arc_FragRatio                  =Коэффициент фрагментации:
L_Arc_DamageRatio                =Коэффициент повреждения данных:

TS_Info_Hashes                   =Хэш

B_DoMD5                          =Посчитать
B_DoCRC32                        =Посчитать

;//////////////////////////////////////
;// Messageboxes                     //
;//////////////////////////////////////

;
; Fragmentation\Compression ratio dialog
;
0000=Информация
0001=Архив
0002=Дополнительные поля
0003=Файл
0004=Версия движка
0005=Статус формата
0006=Записей в архиве
0007=Результаты проверки целостности данных
0008=Физический размер архива
0009=Рассчётный размер файлов
000A=Размер несжатых файлов
000B=Хвост (избыточность)
000C=Сохранено (из-за сжатия)
000D=Коэффициент фрагментации
000E=Коэффициент сжатия
000F=Утеряно
0010=Коэффициент повреждения данных

;
; Values
;
0011=байт
0012=бит
0013=Кб
0014=Мб
0015=Гб

0016=неизвестный формат

0017=Все файлы
0018=Зарезервировано
0019=Версия
001A=Новая директория
001B=Невозможно создать директорию в указанной ветке.

;
; Messages
;
001C=Пожалуйста сверьтесь с руководством о работе данного формата.
001D=Текущая реализация данного формата содержит ошибки и создаёт файлы неработоспособными, либо невоспринимаемыми исходным движком новеллы.
001E=Текущая реализация данного формата работает только на чтение.
001F=Текущая реализация данного формата не протестирована.
0020=Это формат-болванка, для тестирования логики.

0021=Предупреждение
0022=Создание файлов выбранного формата пока не поддерживается. Выходной файл будет пустым. Извини. :)
0023=ВНИМАНИЕ: Эта операция приведёт к перезаписи существующих частей.
0024=Вы ДЕЙСТВИТЕЛЬНО хотите продолжить?
0025=

0026=Слева
0027=Справа
0028=Сверху
0029=Снизу

002A=это не файл

;
; %Filename% > %s% symbols. Filename will be truncated.
;
002B=символов. Имя файла будет обрезано.

002C=запущен
002D=скопирован в
002E=успешно открыт.
002F=успешно создан.
0030=успешно извлечён.
0031=успешно добавлен.
0032=успешно декодирован.

;
; %filename% imported as alpha.
;
0033=импортирован в качестве альфы.

0034=Инициализация...
0035=Извлечение...
0036=Преобразование...
0037=Сохранение...
0038=Открытие...
0039=Добавление...
003A=Экспорт...
003B=Импорт...

;
; Raw reader tool subheader
;
003C=утилита для RAW-чтения изображений

;
; W.I.M.E.D. Messages
;
0087=Файл уже существует. Перезаписан поверх старого...
0088=Файл уже существует. Сохранён под другим именем...
0089=Файл уже существует. Пропущен и не будет извлечён...
008a=Файл уже существует. Процесс распаковки прерван.

003D=Идёт расчёт CRC32, подождите пожалуйста...
;See 007c for continuation

003E=Сначала открой архив!
003F=Сбой при извлечении
0040=Архив повреждён или имеет неподдерживаемый формат.
0041=Запись в файловой таблице повреждена. Этот файл невозможно извлечь.
0042=Невозможно извлечь
0043=Поток архива закрыт.
0044=Поток архива уже закрыт.
0045=Архив уже существует и не может быть перезаписан. Пожалуйста задайте другое имя и\или путь для сохранения.

0046=Указана некорректная директория!

0047=Создание выходной директории...
0048=Невозможно создать выходную директорию!

0049=Текущая реализация намеренно обрабатывает формат вразрез с исходными спецификациями. Поскольку разработан для частного случая, алгоритм может вызвать повреждение данных, как при открытии, так и при сохранении.

004A=Невозможно открыть выбранный файл.

004B=Чтение аудио файла...
004C=Сначала открой аудио файл!

004D=Изображение успешно преобразовано.
004E=Ошибка при преобразовании изображения.
004F=Сначала открой файл изображения!

0050=Текущее изображение не имеет альфа-канала.
0051=Размеры изображения не делятся на 2 и не могут быть разделены или сшиты.
0052=Невозможно сравнить два изображения, имеющие разные размеры.
0053=Формат не поддерживается или размеры альфы отличаются от размеров изображения.

0054=Готово.
0055=Отменено пользователем.
0056=Неопознанная ошибка.
0057=Сбой при чтении PNG ресурсов.

0058=Формат не поддерживается.
0059=Создание файлов выбранного формата (пока) не поддерживается.

005A=Вы пытаетесь (рас)кодировать файл, используя его же в качестве ключа. Эта операция невыполнима.

;
; This format is tagged as "%format_status%". Do you still wish to continue?
;
005B=Этот формат помечан как
005C=Вы действительно хотите продолжить?

005D=Не указано корректного файла ключа.

005E=Данный формат - подвид основного формата с незначительными изменениями в структуре. По этой причине, он пропускается при определении структуры архива и считается форматом "только для записи".

005F=Файл не найден.

;
; Error while saving %filename%
;
0060=Сбой при сохранении

0061=Режим перезаписи архива активирован. Будьте осторожны.
0062=Режим перезаписи архива деактивирован.

0063=Идёт преобразование байтов. Пожалуйста, подождите...
0064=Преобразование байтов завершено.
0065=Сбой при преобразовании байтов.

0066=Лог отключён. Пока, пока! :(
0067=Лог включён. Без кляпа во рту намного лучше! :)

;
; AE debugging log cleared at %system_time%
;
0068=Лог отладки AE очищен

0069=Функция находится в разработке.

006A=Декомпиляция записей...
006B=Экспорт завершён.
006C=Импорт завершён.

006D=Нельзя экспортировать -- сперва следует открыть файл.
006E=Нельзя импортировать -- сперва следует открыть файл.
006F=Нельзя импортировать -- некоторые части файла не найдены!
0070=Невозможно создать выходную директорию и записать скомпилированный файл.

0071=Реинициализация выполнена.

0072=В данном архиве обнаружены (возможно, удалённые или мусорные) данные.
0073=Хотите, чтобы они были отображены в интерфейсе и вы смогли их "вытащить"?
0074=Замечание: скрытые данные будут присоединены к концу списка файлов.
0075=Архив не содержит скрытых данных.

;
; %n gap(s) found in this archive at the following offsets:
;
0076=пропуск(а/ов) обнаружен(о) в архиве на следующих оффсетах
0077=Конец отчёта.
; File/archive format info dialog window messages
;
0078=(нет данных)
0079=Повреждён
007a=Мёртв
007b=В порядке
007c=Идёт расчёт MD5, подождите пожалуйста...
007d=Подтверждение для CRC32
007e=Подтверждение для MD5
007f=Это большой файл, поэтому операция может занять очень много времени. Вы уверены, что хотите продолжить?

; Directory dialog window
0080=Пожалуйста, укажите корректную директорию:

; Field group #%n
0081=Группа полей

; Compression types
0082=Без сжатия
0083=Нет / Другое
0084=Неизвестно
0085=LZSS или подобный

;Unknown file type
0086=Неизвестен


;//////////////////////////////////////
;// Credits section (easter egg-3)   //
;//////////////////////////////////////
;
; Please note: new basic formatting scheme
;
; &b - bold, &u - underline, &s - striked-out, && - processed to "&"
;
00F0=&b&uСоздатели
00F1=&bИдея и оформление GUI
00F2=&bЯдро
00F3=&bУчастники
00F4=&bЛокализация
00F5=&bЗадействованные компоненты и материалы
00F6=&bОсобые благодарности...

00FB=Спрайт Непеты Лейжон от CountAile. Используется с разрешения. :33

00FD=:33< *могучий кошачий зверь прыгает на зазевавшуюся жертву*

00FE=Продолжение следует! :)

;//////////////////////////////////////
;// Файл справки или его заменитель  //
;//////////////////////////////////////
00FF=AE.chm

;
; Конец
;